import React from 'react'
import l from '../images/logo.png'

export default function About()
{
    return(
      <div className="topSpace">
      <p>?השתמשתם פעם בכוס חד פעמית, לשתייה קרה או חמה
        <br />
        ?קבלתם כוס חדשה, שתיתם, נהניתם ו.. גמרתם איתה לתמיד
        <br></br>            
        <h3>,גם עבודה יכולה להיות חד פעמית  <br />
      !!חדשה, מעניינת, מתגמלת ו.. קצרה</h3>
    
     <image src={l} id="logo" alt="wow">זו התמונה</image><br />
.הוקם עבור כל המעסיקים המחפשים עובדים לתקופות קצרות  <br />
?כמו מה למשל, אתם שואלים
<br />
,כמו ניהול תוכנית זמנית, הקמת פרויקט זמני קטן, הקלדת ספר, מילוי מקום<br /> 
:או כל עבודה אחרת הקשורה לתקופות מסוימות בשנה
<br />
אריזת חנוכיות בערב חנוכה, מכירת תחפושות לקראת פורים ועוד
<br /> <image src={l} id="logo" alt="wow">זו התמונה</image><br />
.הוקם עבור כל העובדים המחפשים תעסוקה לטווח קצר
<br />
..עובדים רבים מחפשים תעסוקה קטנה עד ש
<br />עד שיעבור גל הקורונה והם יחזרו לעבודתם הקבועה<br />
עד שימצאו עבודה במקצוע אותו רכשו<br />
'עד שיבריאו, עד שיעברו דירה, עד שיתחתנו וכדו<br /><br />
<h4>!מעסיק יקר! עובד נמרץ
</h4>
,אם אתה אחד כזה שעונה על התאור הנ"ל
<br />
.זו ההזדמנות שלך להרשם באתר שלנו <br />
.לחיצה אחת והכסף בדרך אליך<br />
<br />להרשמה לחצו 
<br />לצפייה בעבודות לחצו<br />
<h2>!job זה one time</h2>
      
      </p>
      <p>
      </p>
    </div>
    )
}
